Repository: thenchoz/Django_ERA_Lessons_training
Catalog: qcm/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Create a new branch
fr: Créer une nouvelle branche

source: Create a new question for
fr: Créer une nouvelle question pour

source: Return to branch.
fr: Retour à la branche

source: List of Questions set
fr: Liste des ensembles de questions

source: List of Training
fr: Liste des entrainement

source: Start a general training
fr: Commencer un entrainement général

source: No questions are available.
fr: Aucune question n'est disponible

source: Create a new quesions subset
fr: Créer un nouveau sous-set de questions

source: Delete
fr: Supprimer

source: No branch are available.
fr: Aucune branche n'est disponible

source: List of Questions
fr: Liste des questions

source: Start a training
fr: Commencer un nouvel entrainement

source: Create a new quesion
fr: Créer une nouvelle question

source: Create a new Branch
fr: Créer une nouvelle branche

source: Answer again?
fr: Répondre à nouveau ?

source: Return to branch
fr: Retourner à la branche

source: Training
fr: Entrainement
