Repository: thenchoz/Django_ERA_Lessons_training
Catalog: user_data/locale/*/LC_MESSAGES/django.po
Languages: fr

source: name
fr: nom

source: is open to new student
fr: est accessible aux étudiants

source: password
fr: mot de passe

source: Lesson's id
fr: Id du cours

source: a number, ex:3,4,15
fr: un nombre, ex: 3,4,15

source: Lesson's name
fr: le nom du cours

source: the name of the lesson
fr: le nom du cours

source: Lesson's password
fr: mot de passe du cours

source: username
fr: nom d'utilisateur

source: I'm a student
fr: Je suis un étudiant

source: Don't have an account? Create one
fr: Pas encore inscrit ? Faites le

source: here
fr: ici

source: ERA user
fr: ERA utilisateur

source: Create a Lesson
fr: Créer un cours

source: Create
fr: Créer

source: ,'t
fr: ,im

source: This lesson exists. It can%(negativ)s be join.
fr: Ce cours existe. Il est %(negativ)spossible de le rejoindre.

source: To join this branch, go
fr: Pour rejoindre cette branch, allez

source: there
fr: là

source: and use %(lesson_id)s-%(lesson_name)s with the provided password.
fr: et utiliser %(lesson_id)s-%(lesson_name)s avec le mot de passe correspondant.

source: You are inroled in the following lesson%(total|pluralize)s as a student:
fr: Vous êtes inscrit dans le%(total|pluralize)s cours suivant%(total|pluralize)s en temps qu'étudiant :

source: No lesson are available.
fr: Aucun cours n'est disponible.

source: You manage the following lesson%(total|pluralize)s as an instructor:
fr: Vous gérez le%(total|pluralize)s cours suivant%(total|pluralize)s en temps qu'instructeur :

source: Join a new lesson
fr: Rejoindre un nouveau cours

source: Create a new lesson
fr: Créer un cours

source: Join
fr: Rejoindre

source: Create an Account
fr: Créer un compte

source: Register
fr: S'inscrire

source: You are not allowed to join this lesson.
fr: Vous n'êtes pas authorisé à rejoindre ce cours.
