Repository: thenchoz/Django_ERA_Lessons_training
Catalog: flight_log/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Airplane
fr: Avion

source: Helicopter
fr: Hélicoptère

source: Sailplane
fr: Planeur

source: Balloon
fr: Ballon

source: Unknown
fr: Inconnu

source: Generic Airplane
fr: Avion général

source: Unknown Airplane
fr: Avion inconnu

source: Generic Helicopter
fr: Hélicoptère général

source: Unknown Helicopter
fr: Hélicoptère inconnu

source: Generic Sailplane
fr: Planeur général

source: Unknown Sailplane
fr: Planeur inconnu

source: Generic Balloon
fr: Ballon général

source: Generic Hot-Air Balloon
fr: Ballon à air chaud général

source: Hot-Air Balloon, class A
fr: Ballon à air chaud, classe A

source: Hot-Air Balloon, class B
fr: Ballon à air chaud, classe B

source: Hot-Air Balloon, class C
fr: Ballon à air chaud, classe C

source: Hot-Air Balloon, class D
fr: Ballon à air chaud, classe D

source: Generic Gas Balloon
fr: Ballon à gaz général

source: Generic Mixed Balloon
fr: Ballon mixe général

source: Generic Hot-Air Airship
fr: Dirigeable à air chaud général

source: Unknown Balloon
fr: Ballon inconnu

source: Unknown type
fr: Type inconnu

source: Generic Airplane licence
fr: Licence générale d'Avion'

source: European airplane private pilot licence
fr: Licence européenne de pilote privé d'avion

source: Unknown Airplane licence
fr: Licence d'Avion inconnue

source: Generic Helicopter licence
fr: Licence générale d'Hélicoptère

source: European helicopter private pilot licence
fr: Licence européenne de pilote privé d'hélicoptère

source: Unknown Helicopter licence
fr: Licence d'Hélicoptère inconnue

source: Generic Sailplane licence
fr: Licence générale de planeur

source: European sailplane pilot licence
fr: Licence européenne de pilote de planeur

source: Unknown Sailplane licence
fr: Licence de planeur inconnue

source: Generic Balloon licence
fr: Licence de Ballon générale

source: European balloon pilot licence
fr: Licence européenne de pilote de ballon

source: Unknown Balloon licence
fr: Licence de Ballon inconnue

source: Unknown licence type
fr: Licence de type inconnu

source: 4 mounting points
fr: 4 points d'ancrage

source: 8 mounting points
fr: 8 points d'ancrage

source: Gas type
fr: Type ballon à gaz

source: Class 1
fr: Classe 1

source: Class 2
fr: Classe 2
